[Version]
7.7

[Main]	
Item0000=Bem-vindo ao HP Recovery Manager. Use esta ferramenta para retomar o correto funcionamento de seu computador caso ele pare de funcionar normalmente.
Item0001=Obter ajuda imediata
Item0002=Desejo executar tarefas de manutenção
Item0003=Desejo entrar em contato com o Suporte HP
Item0004=Desejo tomar medidas de segurança
Item0005=Restauração do Sistema do Windows
Item0006=Restaure seu sistema a uma data anterior
Item0007=Ambiente de Recuperação do Windows
Item0008=Reinicialize o computador e entre no Ambiente de Recuperação do Windows para atualizar a imagem ou restaurar o estado original de fábrica do computador.
Item0009=Backup de arquivos
Item0010=Faça backup de seus dados pessoais
Item0011=Recuperação de imagem minimizada
Item0012=Restaure somente o sistema operacional, os drivers e determinados softwares (imagem limpa)
Item0013=Executar check-up do computador
Item0014=Use a ferramenta Diagnóstico de Hardware para diagnosticar problemas na memória, unidade de disco rígido etc.
Item0015=Criação de mídia de recuperação
Item0016=Crie um conjunto de mídia de recuperação para seu sistema
Item0017=Remover a partição de recuperação
Item0018=Exclua a imagem de backup de software instalada na fábrica para liberar espaço no disco rígido
Item0019=Restauração dos valores de fábrica
Item0020=Reconfigure o computador apagando todo o disco rígido e restaurando-o à condição original de fábrica
Item0021=Executar manutenção do computador
Item0022=Resolva problemas, baixe atualizações e saiba mais sobre seu computador
Item0023=Obter assistência da HP
Item0024=Exiba informações de contato do Suporte ao Cliente HP
Item0025=Exiba informações de contato
Item0026=Exiba informações de contato do Suporte ao Cliente HP
Item0027=Reinstalação de drivers e aplicativos
Item0028=Reinstale drivers e/ou aplicativos
Item0029=Desativado: A partição de recuperação foi removida.
Item0030=Desativado: Use a mídia de recuperação para recuperar seu sistema.
Item0031=Desativado: A Restauração do Sistema do Windows foi desativada.
Item0032=Desativado: HP Support Assistant não instalado.
Item0033=Backup e restauração do Windows
Item0034=Crie um backup ou restaure arquivos de um backup existente
Item0035=Direitos de acesso insuficientes
Item0036=O HP Recovery Manager requer privilégios de administrador para ser executado. Amplie a Configuração do (UAC) Controle da Conta do Usuário. 	
Item0037=Versão: 00
Item0038=Desativado: Não suportado com Disco Dinâmico
Item0039=Desativado: Use o Gerenciador de Discos do Windows
Item0040=Histórico de Arquivos do Windows
Item0041=O acesso à Partição de Recuperação é necessário para alguns recursos. Acople o tablet na base e execute novamente o HP Recovery Manager para ativar essas opções.
Item0042=Para usar essa opção, acople o tablet na base e execute novamente o HP Recovery Manager.
Item0043=As opções de Recuperação e Backup de Arquivos exigem acesso à Partição de Recuperação na base. Acople o tablet na base, reinicie o sistema e pressione F11 para executar novamente o HP Recovery Manager. Clique em Continuar para executar o Computer Checkup.
Item0044=Atualização do sistema Windows
Item0045=Precauções
Item0046=Suporte
Item0047=Manutenção
Item0048=Criar mídia de recuperação
Item0049=Criar mídia de recuperação para o seu sistema
Item0050=Executar manutenção do computador 
Item0051=Entre em contato com o Suporte da HP
Item0052=Remover a partição de recuperação
Item0053=Criar pontos de restauração ou usar pontos de restauração que você criou anteriormente para restaurar o seu sistema a partir de uma data anterior
Item0054=Histórico de Arquivos da Microsoft
Item0055=Ambiente do HP Recovery
Item0056=Reinicie o computador e entre no ambiente do HP Recovery para restaurar o estado original de fábrica do sistema
Item0057=Não remova o tablet da estação de acoplamento durante o processo de recuperação. Isso impedirá a inicialização do tablet.
Item0058=Reinicie e digite Reinicialização do Sistema do Windows para restaurar o sistema
Item0059=Reinicialização do Sistema do Windows
Item0060=O HP Recovery Manager é suportado somente no modo paisagem.
Item0061=Feche o HP Recovery Manager, mude a tela para o modo paisagem e, então, reinicie o HP Recovery Manager.

[General]	
Item0100=Voltar
Item0101=Avançar
Item0102=Cancelar
Item0103=Continuar
Item0104=Concluir
Item0105=OK
Item0106=Deseja sair do HP Recovery Manager?
Item0107=Assegure-se de que seu computador esteja conectado à fonte de alimentação ou o processo de restauração poderá ser interrompido.
Item0108=O HP Recovery Manager já está sendo executado!
Item0109=Reiniciar
Item0110=Desligar
Item0111=Cuidado: Seu computador está sendo executado com alimentação por bateria.
Item0112=Este processo exige que o computador seja conectado à fonte de alimentação.
Item0113=Conecte seu computador à uma fonte de alimentação e clique em OK para continuar.
Item0114=O HP Recovery Manager falhou. Código de erro = 00
Item0115=Houve um erro. Tente novamente.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(código de erro=00)
Item0119=A recuperação não é suportada na configuração atual. Ative a opção de aceleração para a tecnologia Intel Smart Response e tente novamente.
Item0120=A ferramenta Recovery Manager era para o Windows 7. Não é compatível com o Windows 8.
Item0121=Esse Softpaq não é compatível com o Windows 7. Atualize o sistema para o Windows 8 primeiro.
	
[Windows System Restore]
Item0200=Restauração do Sistema do Windows
Item0201=Para que a Restauração do Sistema do Windows seja usada, o HP Recovery Manager será encerrado.
Item0202=A Restauração do Sistema do Windows pode ajudar a resolver problemas que podem fazer seu computador ficar mais lento ou parar de responder. Ela não afetará nenhum de seus documentos, fotos ou outros dados pessoais.
Item0203=Para iniciar a Restauração do Sistema do Windows automaticamente, clique em Avançar.
	    	
[Computer Checkup]	
Item0250=Check-up do computador
Item0251=Iniciar a verificação de disco para a partição do Windows
Item0252=Iniciar a verificação de disco para a partição de recuperação
Item0253=Abrir um prompt de comando
Item0254=Para prosseguir, selecione uma opção e clique em Avançar.
		
[Remove Recovery Partition]	
Item0300=Remover a partição de recuperação
Item0301=As opções Windows Push Button (reinicialização por botão do Windows) e de recuperação por imagem da HP não estarão disponíveis após a remoção da partição de recuperação.
Item0302=Entendido. Prosseguir com a remoção da partição de recuperação.
Item0303=Continuar
Item0304=A criação de mídia de recuperação não foi concluída. A opção Criar mídia de recuperação não estará disponível após a remoção da partição de recuperação.
Item0305=Vá para 00 agora.
Item0306=Removendo a partição de recuperação...
Item0307=Clique em Continuar para voltar à página inicial
Item0308=Página inicial
Item0309=Criar mídia de recuperação
Item0310=Houve erros na remoção da partição de recuperação. Tente novamente.
Item0311=A partição de recuperação foi removida com sucesso.
Item0312=As opções de recuperação de imagem da HP não estarão disponíveis após a remoção da partição de recuperação.
		
[File Restore Program]	
Item0400=Restauração de arquivos 
Item0401=Bem-vindo
Item0402=A Restauração de arquivos o ajuda a restaurar arquivos para os quais foi efetuado um backup anteriormente.
Item0403=Para continuar, clique em Avançar.
Item0404=Que tipos de arquivos deseja restaurar?
Item0405=Imagens
Item0406=Música e outros arquivos de áudio
Item0407=Vídeos e filmes
Item0408=Programas gravados da TV
Item0409=Documentos, planilhas e apresentações
Item0410=E-mails, favoritos da Internet e configurações
Item0411=Outros
Item0412=Ajuda
Item0413=Seus arquivos serão restaurados no seguinte local:
Item0414=Um atalho para esse local foi adicionado à sua área de trabalho.
Item0415=Restauração em andamento
Item0416=Progresso:  00%
Item0417=Aguarde...
Item0418=Arquivos restaurados
Item0419=A restauração foi concluída com sucesso.
Item0420=Para fechar este programa, clique em Concluir.
Item0421=O caminho para alguns arquivos restaurados é maior do que 260 caracteres. Consulte 00.
Item0422=OK
Item0423=Advertência
Item0424=A Restauração de arquivos já está sendo executada.
Item0425=É preciso estar no Windows 7 para executar a Restauração de arquivos.
Item0426=Cancelar a restauração de arquivos?
Item0427=Restauração cancelada
Item0428=Você cancelou o processo de restauração.
Item0429=Onde você deseja salva os arquivos de backup?
Item0430=Disco Local
		
[File Backup Program]	
Item0500=Backup de arquivos
Item0501=Para que tipos de arquivos deseja fazer backup?
Item0502=Imagens
Item0503=Música e outros arquivos de áudio
Item0504=Vídeos e filmes
Item0505=Programas gravados da TV
Item0506=Documentos, planilhas e apresentações
Item0507=E-mails, favoritos da Internet e configurações
Item0508=Outros
Item0509=Ajuda
Item0510=Para continuar, clique em Avançar.
Item0511=Verificando
Item0512=O Assistente de Backup de Arquivos está criando uma lista de arquivos para backup.
Item0513=Esse processo pode demorar vários minutos.
Item0514=Progresso: 00 %
Item0515=Aguarde...
Item0516=Não há espaço suficiente disponível na partição do sistema, na unidade de disco rígido, para armazenamento temporário durante a compressão de dados.
Item0517=É preciso liberar algum espaço na partição do sistema, na unidade de disco rígido, para prosseguir com a tarefa.
Item0518=OK
Item0519=Advertência
Item0520=Para prosseguir, selecione uma opção e clique em Avançar.
Item0521=Criando o backup
Item0522=Criando os arquivos de backup
Item0523=Finalizando os arquivos de backup
Item0524=Não foi possível localizar arquivos dos tipos selecionados pelo usuário.
Item0525=Onde deseja salvar o backup?
Item0526=Tamanho dos arquivos de origem:  00
Item0527=Nome
Item0528=Tipo
Item0529=Tamanho total
Item0530=Espaço livre
Item0531=Nenhum dispositivo disponível para o backup de arquivos. Certifique-se de que seu disco removível esteja conectado.
Item0532=Removível
Item0533=O Backup de arquivos está pronto.
Item0534=Seus arquivos serão gravados em (00).
Item0535=Copiando o backup 
Item0536=A unidade de destino não está conectada.
Item0537=Backup de arquivos
Item0538=O HP Recovery Manager criou o backup com sucesso.
Item0539=Cancelar o Backup de arquivos?
Item0540=Cancelar
Item0541=Backup cancelado
Item0542=Você cancelou o processo de backup com sucesso.
Item0543=Você cancelou o processo de backup.
Item0544=Deseja prosseguir com a Recuperação do sistema?
Item0545=Deseja prosseguir com a Recuperação de imagem minimizada?
Item0546=Deseja prosseguir com a Restauração dos valores de fábrica?
Item0547=Sim
Item0548=Não
Item0549=Gravador
Item0550=Nenhum dispositivo disponível para o backup de arquivos. Certifique-se de que seu disco removível ou gravador esteja conectado.
Item0551=Backup automatizado
Item0552=Permite que o usuário selecione categorias para backup (exemplo - Fotos). O backup abrangerá os tipos de arquivo geralmente usados pela categoria. Use esta opção se desejar uma maneira fácil de configurar seu backup.
Item0553=Backup manual
Item0554=Permite que o usuário selecione arquivos e pastas específicos para backup. Use esta opção se desejar ter controle total sobre o que será incluído no backup.
Item0555=Cópia de dados direta
Item0556=A cópia de dados direta não usa compressão e os arquivos não serão restaurados usando o HP Recovery Manager. Para acessar os arquivos a partir de qualquer computador, uma vez que o backup esteja concluído, navegue pelo diretório Arquivos da Recuperação do sistema.
Item0557=Para restaurar os dados no sistema original, simplesmente copie e cole os arquivos de volta.
Item0558=Insira um disco DVD+R ou DVD-R vazio e clique em avançar.
Item0559=Progresso da gravação:  00 %
Item0560=Total de discos:  00
Item0561=Disco atual:  00
Item0562=Insira um disco
Item0563=Insira um disco vazio.
Item0564=O disco inserido não é suportado pelo HP Recovery Manager; insira um disco DVD+R ou DVD-R vazio (com capacidade para 4,7 GB).
Item0565=Preparando dados 
	
[Recovery Media Creation]	
Item0600=Página inicial
Item0601=Criar mídia de recuperação
Item0602=Só é possível criar 00 conjunto de mídia de recuperação.
Item0603=Eu aceito.
Item0604=Continuar
Item0605=Insira uma das mídias a seguir:
Item0606=Unidade Flash USB
Item0607=Capacidade mínima necessária de 00 GB
Item0608=DVD
Item0609=00 disco(s) necessário(s)
Item0610=DVD-DL
Item0611=Prosseguir com a mídia selecionada?
Item0612=Sim
Item0613=Não
Item0614=A unidade flash USB de recuperação está sendo criada...
Item0615=Preparar disco
Item0616=Formatando a unidade Flash USB
Item0617=Copiar imagem
Item0618=Copiando a imagem de recuperação para a unidade flash USB...
Item0619=Verificar disco
Item0620=Verificando a imagem de recuperação da unidade flash USB...
Item0621=00% concluído
Item0622=Insira um disco
Item0623=Insira um disco 00 para continuar. Clique em Cancelar para interromper a criação de mídia de recuperação. O processo de criação de mídia de recuperação pode ser retomado a qualquer momento, bastando selecionar a opção Criar mídia de recuperação novamente.
Item0624=Preparar dados
Item0625=Criando imagem de recuperação
Item0626=Gravar dados
Item0627=Gravando a imagem de recuperação no disco
Item0628=Verificar disco
Item0629=Verificando a imagem de recuperação no disco
Item0630=A mídia de recuperação foi criada em 00. Só é possível criar UM conjunto de mídia de recuperação.
Item0631=Clique em OK para voltar à página inicial
Item0632=OK
Item0633=A criação de mídia de recuperação não foi concluída. Pressione Continuar para concluir a criação de mídia de recuperação.
Item0634=Cancelar
Item0635=Conecte a fonte de alimentação de seu computador.
Item0636=É preciso que a bateria esteja instalada e o computador conectado à fonte de alimentação para que o processo continue.
Item0637=Instale a bateria
Item0638=Nenhuma unidade óptica encontrada
Item0639=Você pode conectar a unidade óptica agora
Item0640=Disco Blu-ray
Item0641=A criação do disco de recuperação 00 foi concluída. Marque o disco como 00 e guarde-o em um local seguro.
Item0642=A unidade Flash USB será formatada. Todos os dados na unidade Flash USB serão perdidos. Todo o espaço na unidade Flash USB será utilizado para a imagem de recuperação (mesmo que a unidade Flash USB seja maior do que o tamanho estimado para a imagem).
Item0643=Clique em Cancelar para voltar à seleção da mídia ou em Continuar para iniciar a preparação do disco.
Item0644=Selecione uma das seguintes opções de mídia 
Item0645=UM
Item0646=Analisando o hardware…
Item0647=Criação da mídia de recuperação em progresso. O HP Recovery Manager não pode ser fechado.
Item0648=Houve erros na criação da mídia de recuperação. Tente novamente.
Item0649=A capacidade do flash drive inserido não é suficiente. Insira outra unidade.
Item0650=Não há suporte para mídia regravável. Insira um disco 00 vazio.
Item0651=O disco inserido não está vazio. Insira um disco 00 vazio.
Item0652=O disco de recuperação 00 de 01 foi concluído. Marque o disco como 00 de 01 e guarde-o em um local seguro.
Item0653=A criação do disco de recuperação foi concluída com sucesso.
Item0654=A criação do flash drive de recuperação foi concluída com sucesso. Marque-o e guarde-o em um local seguro.
Item0655=00 disco(s) necessário(s)
Item0656=Não há suporte para mídia regravável!
Item0657=Não há suporte para a mídia que foi inserida!
Item0658=A partição de recuperação foi removida. A opção de criação de mídia de recuperação não está mais disponível.
Item0659=Falha na verificação de disco. Use outro disco e tente novamente.
Item0660=Falha ao gravar disco. Use outro disco e tente novamente.
Item0661=Este sistema foi criado da mídia de recuperação. Só é possível criar UM conjunto de mídia de recuperação.
Item0662=A partição de recuperação foi removida.
Item0663=Limite de USB excedido
Item0664=A imagem de recuperação tem mais de 32 GB. Use mídia óptica.
Item0665=A imagem de recuperação ultrapassa o limite de tamanho de 32 GB para unidade flash USB. Para criar a mídia de recuperação, use mídia óptica (DVDs).
Item0666=Confira se a unidade flash USB pode armazenar 00 GB de dados (máximo de 32 GB).
Item0667=- O disco de recuperação 00 de 01 está completo. Etiquete o disco como "00 de 01" e mantenha-o em um local seguro.
Item0668=- Insira um disco para continuar ou clique em Cancelar para interromper a criação da mídia de recuperação. 
Item0669=- Você pode continuar a qualquer momento selecionando a opção Criar Mídia de Recuperação novamente.
Item0670=Cuidado: A unidade USB flash selecionada será formatada. Todos os dados na unidade USB flash serão perdidos.
Item0671=Para a imagem de recuperação, serão utilizados no máximo 32 GB da unidade USB flash. Se a unidade USB flash tiver mais de 32 GB, o espaço livre na unidade flash se tornará inutilizável após a mídia de recuperação ser criada.
Item0672=Clique em Cancelar para voltar para a seleção de mídia ou clique em Continuar para iniciar a criação da mídia de recuperação.
Item0673=Selecione 00 para voltar para a seleção de mídia, ou 01 para iniciar a criação de mídia de recuperação.
	
[System Recovery]	
Item0700=Restaure seu computador à condição original de fábrica
Item0701=Este processo irá reinstalar a imagem original de fábrica na partição do sistema, mas não irá realizar outras alterações na unidade de disco rígido.
Item0702=Todos os arquivos criados e programas instalados pelo usuário após a compra serão perdidos.
Item0703=Fazer primeiro um backup de seus arquivos (recomendado)
Item0704=Recuperar sem fazer backup de seus arquivos
Item0705=Para prosseguir, selecione uma opção e clique em Avançar.
Item0706=Ambiente do HP Recovery
Item0707=Bem-vindo ao HP Recovery Manager
Item0708=Use este programa para restaurar seu computador à condição original de fábrica.
Item0709=Remova todos os dispositivos externos antes de prosseguir.
Item0710=Para obter informações adicionais, consulte a documentação do seu computador.
Item0711=Para continuar, clique em Avançar.
Item0712=Restauração da imagem de fábrica
Item0713=Reformatando a partição do Windows em sua unidade de disco rígido
Item0714=Reinstalando o software original
Item0715=Progresso:  00 % 
Item0716=Tempo restante estimado: 00 minuto(s)
Item0717=Aguarde...
Item0718=A recuperação está concluída
Item0719=Após reinicializar o computador e concluir sua configuração inicial, você terá que executar algumas etapas adicionais importantes:
Item0720=Atualize os arquivos de segurança da Microsoft e da HP
Item0721=Reinstale os softwares não fornecidos com o computador
Item0722=Restaure os dados pessoais para os quais você criou backups (se aplicável)
Item0723=Clique em Concluir para reinicializar o computador agora.
Item0724=Preparação da recuperação
Item0725=A unidade de disco rígido será reformatada e todos os arquivos necessários à restauração da imagem de fábrica serão copiados na unidade.
Item0726=Instalação da recuperação
Item0727=Softwares e drivers serão instalados e o conteúdo será personalizado para seu computador.
Item0728=O HP Recovery Manager vai restaurar o disco rígido de volta à condição de fábrica. Os dados gravados pelo usuário e as alterações feitas no disco rígido serão perdidos.
Item0729=OK
Item0730=Cancelar
Item0731=Preparação da recuperação da imagem de fábrica
Item0732=Copiando os arquivos necessários à restauração da unidade de disco rígido
Item0733=A preparação da recuperação está concluída
Item0734=Após a reinicialização do computador, terá início a fase de instalação da recuperação.
Item0735=Softwares e drivers serão instalados e os conteúdos serão personalizados para seu computador.
Item0736=Durante essa fase, o computador será reinicializado automaticamente várias vezes. Isso é parte normal do processo.
Item0737=Não desligue o computador, feche sua tampa, desconecte-o da fonte de alimentação ou tente acessá-lo durante esse período.
Item0738=Clique em Continuar para reinicializar o computador agora.
Item0739=Insira o disco de recuperação 00.
Item0740=Remova a mídia de recuperação do sistema
Item0741=A Recuperação do sistema não pode ser feita a partir do Windows. Deseja reinicializar o computador e entrar no ambiente de recuperação?
Item0742=Continuar?
Item0743=Preparando o ambiente de recuperação...…
Item0744=Feche todos os aplicativos e reinicie o sistema.
Item0745=Remova todos os dispositivos externos, exceto o teclado, mouse e monitor, antes de prosseguir.
Item0746=A Recuperação do sistema não pode ser feita a partir do Windows. Deseja reinicializar o computador e entrar no ambiente de recuperação?
Item0747=O processo de recuperação ocorre em duas fases:
Item0748=Início
Item0749=Recuperação do sistema
Item0750=Desativado: Utilize a opção Restauração dos valores de fábrica para recuperar seu sistema 
Item0751=Atualize seu sistema instalando as atualizações mais recentes da Microsoft e da HP.
Item0752=Você selecionou o ambiente do HP Recovery. O sistema será reiniciado e entrará no ambiente de recuperação. Deseja continuar?
Item0753=Se seu computador foi fornecido originalmente com mais de um sistema operacional, o processo de recuperação vai restaurar todos os sistemas operacionais ao estado de fábrica.
Item0754=Você selecionou Reinicialização do Sistema Windows. O sistema reiniciará e acessará o ambiente de recuperação. Deseja continuar?
Item0755=Todos os arquivos e partições criados pelo usuário e todos os programas instalados após a compra serão perdidos.
Item0756=O processo de recuperação ocorre em duas fases:
Item0757=Preparação da recuperação
Item0758=A partição do Windows será reformatada e todos os arquivos necessários à restauração do Windows para as condições de fábrica originais serão copiados na unidade de disco rígido.
Item0759=Instalação da recuperação
Item0760=Softwares e drivers serão instalados e o conteúdo será personalizado para seu computador.
Item0761=Restaurando arquivos na unidade de disco rígido
Item0762=O HP Drive Encryption (HPDE) está ativado neste computador. Desative o HPDE antes de executar a Recuperação do sistema.
	
[Minimized Image Recovery]	
Item0800=Recuperação de imagem minimizada
Item0801=Este processo reinstalará um ambiente Windows limpo, com drivers e o mínimo de software instalados.
Item0802=Todos os arquivos criados e programas instalados pelo usuário após a compra serão perdidos.
Item0803=Fazer primeiro um backup de seus arquivos (recomendado)
Item0804=Recuperar sem fazer backup de seus arquivos
Item0805=Para prosseguir, selecione uma opção e clique em Avançar.
Item0806=Recuperação de imagem minimizada
Item0807=Bem-vindo ao HP Recovery Manager
Item0808=Este processo reinstalará um ambiente Windows limpo, com drivers e o mínimo de software instalados.
Item0809=O processo de recuperação ocorre em duas fases:
Item0810=Preparação da recuperação
Item0811=A unidade de disco rígido será reformatada e todos os arquivos necessários à restauração da imagem minimizada serão copiados na unidade.
Item0812=Instalação da recuperação
Item0813=Softwares e drivers serão instalados e o conteúdo será personalizado para seu computador.
Item0814=Remova todos os dispositivos externos antes de prosseguir.
Item0815=Para obter informações adicionais, consulte a documentação do seu computador.
Item0816=Para continuar, clique em Avançar.
Item0817=Disco dinâmico detectado. A recuperação não pode prosseguir. Você deve usar a mídia de recuperação para restaurar o computador
Item0818=Preparação da recuperação de imagem minimizada
Item0819=Reformatando a partição do Windows em sua unidade de disco rígido
Item0820=Copiando os arquivos necessários à restauração da unidade de disco rígido
Item0821=Progresso:  00 % 
Item0822=Tempo restante estimado: 00 minuto(s)
Item0823=Aguarde...
Item0824=A preparação da recuperação está concluída
Item0825=Após a reinicialização do computador, terá início a fase de instalação da recuperação.
Item0826=Softwares e drivers serão instalados e os conteúdos serão personalizados para seu computador.
Item0827=Durante essa fase, o computador será reinicializado automaticamente várias vezes. Isso é parte normal do processo.
Item0828=Não desligue o computador, feche sua tampa, desconecte-o da fonte de alimentação ou tente acessá-lo durante esse período.
Item0829=Clique em Continuar para reinicializar o computador agora.
Item0830=A recuperação está concluída
Item0831=Após reinicializar o computador e concluir sua configuração inicial, você terá que executar algumas etapas adicionais importantes:
Item0832=Atualize os arquivos de segurança da Microsoft e da HP
Item0833=Reinstale os softwares não fornecidos com o computador
Item0834=Restaure os dados pessoais para os quais você criou backups (se aplicável)
Item0835=Clique em Concluir para reinicializar o computador agora.
Item0836=OK
Item0837=Insira o disco de recuperação 00.
Item0838=Remova a mídia de recuperação do sistema
Item0839=O HP Recovery Manager vai instalar a imagem minimizada. Os dados gravados pelo usuário e as alterações feitas no disco rígido serão perdidos.
Item0840=Remova todos os dispositivos externos, exceto o teclado, mouse e monitor, antes de prosseguir.
Item0841=Desativado: Utilize a opção Restauração dos valores de fábrica para recuperar seu sistema
Item0842=Se seu computador foi fornecido originalmente com mais de um sistema operacional, o processo de recuperação vai restaurar todos os sistemas operacionais ao estado de fábrica.
	
[Boot from UCRD]	
Item0900=Recuperação do sistema
Item0901=O HP Recovery Manager será iniciado a partir de sua unidade de disco rígido por padrão, mas você poderá executá-lo a partir da mídia inserida.
Item0902=Executar programa a partir da mídia
Item0903=Executar programa a partir da unidade de disco rígido
Item0904=Para prosseguir, selecione uma opção e clique em Avançar.
Item0905=Executar programa a partir da unidade de disco rígido
Item0906=O computador será reinicializado agora, a partir da partição.
Item0907=Remova a mídia de recuperação antes de prosseguir.
Item0908=Para fechar este assistente, clique em Concluir.
Item0909=Contato com o Suporte ao Cliente HP
Item0910=A mídia de recuperação do sistema não é compatível com este computador.
Item0911=Não é possível restaurar o sistema com esta mídia.
Item0912=Não é possível restaurar o sistema com esta porta de dispositivo. Entre em contato com o Suporte ao Cliente HP.
		
[Factory Reset]	
Item1000=Restauração dos valores de fábrica
Item1001=Restauração da imagem de fábrica
Item1002=Deseja restaurar seu sistema à condição original de fábrica?
Item1003=Fazer primeiro um backup de seus arquivos (recomendado)
Item1004=Recuperar sem fazer backup de seus arquivos
Item1005=Para prosseguir, selecione uma opção e clique em Avançar.
Item1006=Bem-vindo ao HP Recovery Manager
Item1007=Use este programa para restaurar seu computador à condição original de fábrica.
Item1008=O processo de recuperação ocorre em duas fases:
Item1009=Preparação da recuperação
Item1010=A unidade de disco rígido será reformatada e todos os arquivos necessários à restauração da imagem de fábrica serão copiados na unidade.
Item1011=Instalação da recuperação
Item1012=Softwares e drivers serão instalados e o conteúdo será personalizado para seu computador.
Item1013=Remova todos os dispositivos externos antes de prosseguir.
Item1014=Para obter informações adicionais, consulte a documentação do seu computador.
Item1015=Para continuar, clique em Avançar.
Item1016=O HP Recovery Manager vai restaurar o disco rígido de volta à condição de fábrica. Os dados gravados pelo usuário e as alterações feitas no disco rígido serão perdidos.
Item1017=Preparação da recuperação da imagem de fábrica
Item1018=Reformatando a partição do Windows em sua unidade de disco rígido
Item1019=Copiando os arquivos necessários à restauração da unidade de disco rígido
Item1020=Restaurando arquivos na unidade de disco rígido
Item1021=Progresso:  00 % 
Item1022=Aguarde...
Item1023=Tempo restante estimado: 00 minuto(s)
Item1024=A preparação da recuperação está concluída
Item1025=Após a reinicialização do computador, terá início a fase de instalação da recuperação.
Item1026=Softwares e drivers serão instalados e os conteúdos serão personalizados para seu computador.
Item1027=Durante essa fase, o computador será reinicializado automaticamente várias vezes. Isso é parte normal do processo.
Item1028=Não desligue o computador, feche sua tampa, desconecte-o da fonte de alimentação ou tente acessá-lo durante esse período.
Item1029=Clique em Continuar para reinicializar o computador agora.
Item1030=A recuperação está concluída
Item1031=Após reinicializar o computador e concluir sua configuração inicial, você terá que executar algumas etapas adicionais importantes:
Item1032=Atualize os arquivos de segurança da Microsoft e da HP
Item1033=Reinstale os softwares não fornecidos com o computador
Item1034=Restaure os dados pessoais para os quais você criou backups (se aplicável)
Item1035=Clique em Concluir para reinicializar o computador agora.
Item1036=Sim
Item1037=Não
Item1038=Contato com o Suporte ao Cliente HP
Item1039=Na maioria dos casos, a restauração da unidade de disco rígido resolverá os problemas.
Item1040=Se os problemas persistirem, talvez seja necessário entrar em contato com o Suporte ao Cliente HP.
Item1041=Você poderá encontrar as informações de contato do Suporte HP na documentação de seu computador.
Item1042=Para fechar este programa, clique em Concluir.
Item1043=Insira o disco de recuperação 00.
Item1044=Remova a mídia de recuperação do sistema
Item1045=O HP Recovery Manager vai restaurar as unidades de disco rígido de volta à condição original de fábrica. Os dados gravados pelo usuário e todas as alterações feitas no disco rígido serão perdidos.
Item1046=OK
Item1047=Cancelar
Item1048=Remova todos os dispositivos externos, exceto o teclado, mouse e monitor, antes de prosseguir.
Item1049=O HP Recovery Manager irá restaurar a(s) unidade(s) de disco rígido para a condição original de fábrica. Os dados gravados pelo usuário e todas as alterações feitas no disco rígido serão perdidos.	
Item1050=Este processo vai restaurar seu sistema ao estado original de fábrica.
Item1051=A unidade de disco rígido será reparticionada e reformatada ao seu estado original de fábrica.
Item1052=Todos os arquivos e partições criados pelo usuário e todos os programas instalados após a compra serão perdidos.
Item1053=Se seu computador foi fornecido originalmente com mais de um sistema operacional, o processo de recuperação vai restaurar todos os sistemas operacionais ao estado de fábrica.
	
[Restoration Incomplete]	
Item1100=Restauração incompleta
Item1101=A restauração não foi concluída.
Item1102=Selecione um dos seguintes botões:
Item1103=Salvar log
Item1104=Detalhes
Item1105=Repetir
Item1106=Este recurso coletará informações sobre seu sistema para ajudar a HP a diagnosticar o problema.
Item1107=Insira uma unidade de disco removível com ao menos 00 MB de espaço livre e clique em OK.
Item1108=OK
Item1109=Não há espaço livre suficiente. Insira uma unidade de disco removível com ao menos 00 MB de espaço livre e clique em OK.
Item1110=O arquivo de log foi salvo como 00.
Item1111=Insira a mídia de recuperação.
Item1112=Clique em Continuar para reinicializar o computador agora.
Item1113=Continuar
Item1114=O espaço total da unidade de disco rígido é menor que o espaço da unidade de disco rígido original instalada de fábrica. Não é possível continuar o processo de recuperação.
Item1115=O espaço total da unidade de disco rígido é muito pequeno. Não é possível continuar o processo de recuperação.
		
[Drivers and Applications Reinstall]	
Item1200=Reinstalação de drivers e aplicativos
Item1201=Criando lista de drivers e aplicativos
Item1202=Página inicial
Item1203=Instalar
Item1204=Instalando
Item1205=Completar
Item1206=Aplicativos (00)
Item1207=Drivers (00)
Item1208=Atualizações HP (00) - atualizações baixadas e instaladas de HP.com ou do HP Support Assistant
Item1209=Versão: 00
Item1210=00 item(ns),
Item1211=00 de 01 itens selecionados,
Item1212=00 aplicativo e
Item1213=00 aplicativos e
Item1214=00 driver e
Item1215=00 drivers e
Item1216=00 Atualização HP
Item1217=00 Atualizações HP
Item1218=A instalação foi concluída.
Item1219=O software está sendo instalado. O encerramento do HP Recovery Manager foi cancelado.
Item1220=OK
Item1221=Desinstale a versão anterior antes de reinstalar o software.
Item1222=Houve erros na reinstalação do software. Tente novamente.
Item1223=Nenhuma fonte de software encontrada nesta máquina
Item1224=Item
Item1225=00 de 01 itens selecionados,
Item1226=Um ou mais dos drivers e/ou aplicativos selecionados podem não ter sido instalados adequadamente e foram marcados com ”ponto de exclamação”. Desinstale-os do computador antes de tentar instalá-los novamente a partir do HP Recovery Manager.
Item1227=Um ou mais dos drivers e/ou aplicativos selecionados podem não ter sido instalados adequadamente e foram marcados com 00. Desinstale-os do computador antes de tentar instalá-los novamente a partir do HP Recovery Manager.
Item1228=00 driver
Item1229=00 drivers	
Item1230=Concluído	
	
[RP Protection]	
Item1300=Partição de recuperação
Item1301=Advertência
Item1302=Esta área do disco rígido (ou partição) contém arquivos usados durante o Windows Push Button (reinicialização por botão do Windows) e durante a recuperação por imagem da HP.
Item1303=Não exclua ou altera qualquer desses arquivos.
Item1304=Qualquer alteração na partição pode afetar a funcionalidade de recuperação do sistema no futuro.
	
[Show Contact Information]	
Item1350=Contato com o Suporte ao Cliente HP
Item1351=Na maioria dos casos, a restauração da imagem de fábrica resolverá seus problemas.
Item1352=Se continuar a ter problemas ou se precisar de reposição da mídia de recuperação do sistema, poderá ser necessário solicitar assistência ao Suporte ao Cliente HP.
Item1353=Entre em contato com o Suporte ao Cliente HP em:
Item1354=www.hp.com/go/contacthp
Item1355=Clique em Concluir para fechar este programa.
Item1356=Clique em Cancelar para fechar este programa.

[File Backup Program 2.0]
Item1400=Qual método de seleção de arquivo você quer usar para criar seu backup?
Item1401=Seleção automática
Item1402=Selecione as categorias de arquivo para backup.
Item1403=Seleção de usuário
Item1404=Selecione as pastas e os arquivos para fazer o backup manualmente.
Item1405=Com a seleção automática, você escolhe as categorias de arquivos para backup. Por exemplo, “Imagens” e “Música e outros arquivos de áudio”. O programa então procura o computador por arquivos nestas categorias (com base no conjunto predefinido de tipos de arquivo comumente usados ​​para esses arquivos) e faz backup deles. Os arquivos são compactados e devem ser restaurados usando a opção de restauração de arquivos antes de ficarem acessíveis.
Item1406=Com a seleção de usuário você selecione exatamente quais arquivos e pastas para fazer backup, selecionando-os através de uma janela do Windows Explorer. Você tem duas opções para o backup – Compressão e Sem compressão
Item1407=Compressão: os arquivos são compactados e devem ser restaurados usando a opção de restauração de arquivos antes de ficar acessível.
Item1408=Sem compressão: os arquivos e os diretórios são copiados individualmente sem compressão. Os arquivos ficam acessíveis sem o uso da opção de restauração de arquivos.
Item1409=Deseja usar a compressão?
Item1410=Compressão
Item1411=Sem compressão
Item1412=Os arquivos são compactados em um arquivo no formato WIW devem ser restaurados no computador usando a opção de Restauração de arquivos antes de ficar acessível. Esta opção minimiza o tamanho do backup e durante uma Restauração de arquivos todos os arquivos serão copiados automaticamente para C:\ e ficam acessíveis através de um atalho na Área de trabalho.
Item1413=Os arquivos e os diretórios são copiados individualmente sem compressão e ficam acessíveis a partir da unidade de backup diretamente, sem usar a opção de Restauração de arquivos. Esta opção não minimiza o tamanho do backup e os arquivos e os diretórios devem ser copiados manualmente (copiar/colar) de volta para o computador.
Item1414=Quais arquivos você deseja fazer backup?
Item1415=Procurar arquivos
Item1416=Tamanho do backup:  00
Item1417=Nome
Item1418=Tamanho
Item1419=Seleção da mídia de backup
Item1420=Selecionada da mídia: 00
Item1421=Você vai precisar de 00 disco(s) deste tipo para criar o backup.
Item1422=Para continuar o backup com a mídia selecionada, clique em Avançar.
Item1423=Para escolher um tipo de mídia diferente para usar, clique em Voltar.
Item1424=Preparação de arquivo
Item1425=Criando disco
Item1426=Gravar disco
Item1427=Verificar disco
Item1428=Insira o disco 00 de 00 00.
Item1429=Arquivos selecionados
Item1430=Copiar arquivos
Item1431=Arquivos selecionados e diretórios copiados
Item1432=O Recovery Manager copiou os arquivos com sucesso
Item1433=Há arquivos maiores que a capacidade do disco de backup, não é possível continuar o processo de backup.
Item1434=Alterar para modo de Compressão
Item1435=Desmarcar arquivos maiores que 00
Item1436=Selecionar dispositivo novamente
Item1437=Lista de arquivos grandes
Item1438=Insira o disco 00.
Item1439=Nenhum disco disponível com espaço livre suficiente para backup. Conecte outro disco ou libere espaço no que está conectado no momento.
Item1440=Este tipo de disco não é compatível.
Item1441=Reduz o tamanho do arquivo. Exige o uso da opção Restauração de arquivos.
Item1442=Não reduz o tamanho do arquivo e não exige a opção Restauração de arquivos.
Item1443=Um backup pode ser salvo apenas em uma mídia óptica ou em um HD externo. Se o dispositivo e/ou o tipo de mídia desejado não estiver listado abaixo, verifique se o dispositivo está conectado e ligado ou se o tipo de mídia desejado está inserido no dispositivo óptico para continuar o processo de backup.
Item1444=Este é o disco incorreto, ou ele pode estar corrompido, Por favor, insira o disco 00.
Item1445=Só é possível salvar um backup em uma unidade de disco externa ou em uma unidade USB flash no formato NTFS. Antes de continuar o processo de backup, certifique-se de que o dispositivo desejado está conectado e de que o sistema de arquivos é NTFS.
Item1446=Se o HP Connected Hub estiver selecionado em Seleção automática ou Seleção de usuário, todos os arquivos serão salvos no modo Sem compressão, devendo ser restaurados por meio de uma cópia manual dos dados. A opção Restauração de arquivo não pode ser utilizada.
Item1447=Todos os arquivos armazenados na pasta do HP Connected Hub.
Item1448=Os arquivos são compactados em um formato de arquivo WIM e devem ser restaurados no computador utilizando a opção de Restauração de arquivo antes de ficar acessível. Essa opção minimiza o tamanho do backup, e todos os arquivos serão restaurados ao destino que você especificou, tornando-se acessíveis através de um atalho na Área de trabalho.
Item1449=A compressão não é suportada quando os dados do HP Connected Hub são selecionados.
Item1450=O backup dos dados do HP Connected Hub foi realizado na pasta seguinte sob o diretório raiz da pasta do backup:
Item1451=Copie o backup dos dados do HP Connected Hub da pasta do backup de mídia para o seu sistema quando a restauração for concluída.
Item1452=O backup dos dados do HP Connected Hub só poderá ser feito utilizando a opção Sem compressão.
Item1453=Selecione OK para fazer o backup utilizando a opção Sem compressão ou selecione Cancelar para realizar o backup dos arquivos novamente.

[Windows Recovery Environment]
Item1500=Backup e recuperação da HP backup ou contate o suporte da HP

[Windows System Refresh]
Item1600=Atualize o seu PC sem afetar os seus arquivos pessoais

[AboutInfo]
Item1700=Informações
Item1701=Versão
Item1702=Mídia de Recuperação
Item1703=Sistema
Item1704=Número do produto
Item1705=Número de série
Item1706=Partição de recuperação da HP
Item1707=Sim
Item1708=Não
Item1709=Sobre